Repository: ZerobugPark/ALLEX
Catalog: ALLEX/Resources/Languages/Localizable.xcstrings
Source language: en
Languages: ko

# Button_Save_Record
source: Save
ko: 저장하기

# Button_Start_Login
source: Getting started
ko: 시작하기

# Greeting
source: Hello %@
ko: 안녕하세요 %@

# Gym_Info_facility
source: Facility
ko: 시설 정보

# Gym_Info_Grade
source: Gym Grade
ko: 암장 난이도

# Gym_Info_request_modify
source: Request to modify information
ko: 정보 수정 요청하기

# Info_ExerciseTime
source: Exercise Time
ko: 운동시간

# Info_Gym_Title
source: Where are you climbing today?
ko: 클라이밍장을 선택해주세요!

# Info_Recent_Gym_History
source: You don’t have any climbing gym records yet
ko: 다녀오신 암장 기록이 없어요

# Info_Recent_Gym_Label
source: Recent Visits
ko: 최근 방문 기록

# Info_Route
source: Route
ko: 결과

# Info_Statistics
source: Statistics
ko: 통계

# Info_SwipeGesture
source: Swipe right to reveal the Hidden icon
ko: 오른쪽 스와이프시 숨김 버튼이 나옵니다

# Info_Video_Record
source: Real-time Recording
ko: 실시간 영상

# Info_Video_RecordSub
source: Helps you shoot, save videos in real time
ko: 실시간으로 비디오를 촬영 및 저장

# Info_Write_Record
source: Real-time writing
ko: 실시간 기록

# Info_Write_RecordSub
source: You can register climbing records in real time I'll measure my workout time!
ko: 실시간으로 등반 기록해요! 운동 시간은 제가 측정할게요

# PlaceHolder_SearchBar
source: Which climbing gym are you looking for?
ko: 어떤 클라이밍 장을 찾으시나요?

# Record_Grade
source: Grade
ko: 난이도

# Record_HighestGrade
source: Highest Grade
ko: 최고 난이도

# Record_Send
source: Send Rate
ko: 완등률

# Record_Success
source: Success
ko: 성공

# Record_Try
source: Try
ko: 시도

# Setting_Nickname_Title
source: NickName
ko: 누리이름

# Setting_ProfileTitle
source: Allex Profile Setting
ko: Allex 프로필 설정

# Setting_Start_Date
source: My climbing journey began on
ko: 나의 첫 클라이밍 시작

# Setting_UnVerified_NickName
source: Minimum two characters required
ko: 두 글자 이상 입력해주세요

# Setting_Verified_NickName
source: available nickname
ko: 사용 가능한 누리이름 입니다.

# Space
source: My fave climbing gym
ko: 여기가 내 클라존

# User_ID
source: It's been %d days with climbing!
ko: 클라이밍과 함께한 지 %d일 째!
